# https://www.kutub-pdf.net/


data={
  "data": [
    {
      "description": "دايموند كرافت #3 بناء البيت الجبلي مع بيتر !!؟",
      "updated_time": "2020-05-27T13:51:03+0000",
      "id": "2706344336254380"
    },
    {
      "description": "ماين كرافت #8 | سوينا مزرعة قمح اوتماتيكية 😍 !! سوينا مكتبة 😱 !!! لقينا مكان للكهف التشعبي 🔥",
      "updated_time": "2020-05-27T13:51:42+0000",
      "id": "2543937452495783"
    },
    {
      "description": "دايموند كرافت #2 البحث عن 15 دايموندة فقط !!؟",
      "updated_time": "2020-05-27T13:51:47+0000",
      "id": "254310399217637"
    },
    {
      "description": "ماين كرافت #7 | بنينا مخزن خورافي 😍 !! في ساحر يراقبني 😱 !!! نقلنا مكان النوم 🔥",
      "updated_time": "2020-05-27T15:37:50+0000",
      "id": "613444129377532"
    },
    {
      "description": "ماين كرافت #6 | دخلت كهف و بغيت اموت 😱 !!! لقينا سبونر زومبي 🔥 !! بيتنا صار خورافي 😍 !!",
      "updated_time": "2020-05-27T13:48:17+0000",
      "id": "2616367215287183"
    },
    {
      "description": "ماين كرافت #5 | بنينا البيت 😍 !! و انفجر فيني كريبر 🔥 !! دمر لنا البيت 😱😭 !!",
      "updated_time": "2020-05-27T13:48:59+0000",
      "id": "189132432296908"
    },
    {
      "description": "طريق السعادة - الدرس العاشر - محمد الغليظ",
      "updated_time": "2020-05-27T17:11:00+0000",
      "id": "545102703060034"
    },
    {
      "description": "فوائد قشر البيض المطحون المذهلة",
      "updated_time": "2020-05-27T17:06:59+0000",
      "id": "728646517937502"
    },
    {
      "description": "ماين كرافت #4 | رحنا قرية انقذنا سكانها و سرقناها 😂  !! كملنا نص بناء البيت 🔥 !!",
      "updated_time": "2020-05-27T13:47:55+0000",
      "id": "2963784413707204"
    },
    {
      "description": "حل مشكلة عدم وجود مهمات في جراند ٥   how to add mission in GTA V",
      "updated_time": "2020-05-27T13:36:31+0000",
      "id": "555813815367623"
    },
    {
      "description": "ماين كرافت #4 | رحنا قرية انقذنا سكانها و سرقناها 😂  !! كملنا نص بناء البيت 🔥 !!",
      "updated_time": "2020-05-27T13:47:45+0000",
      "id": "191323628703798"
    },
    {
      "description": "ماين كرافت #3 | دخلنا كهف ⛏  !! و طلع لنا بركان 🔥 !! لا يفوتكم ايش صار 😱",
      "updated_time": "2020-05-27T13:45:12+0000",
      "id": "868683773627824"
    },
    {
      "description": "ماين كرافت #3 | دخلنا كهف ⛏  !! و طلع لنا بركان 🔥 !! لا يفوتكم ايش صار 😱",
      "updated_time": "2020-05-27T13:45:43+0000",
      "id": "265250168048978"
    },
    {
      "description": "طريق السعادة - الدرس التاسع - محمد الغليظ",
      "updated_time": "2020-05-27T14:04:05+0000",
      "id": "840728199669348"
    },
    {
      "description": "ماين كرافت #2 | أنقذنا القرية 🗡 !! و لقينا مكان نبني فيه البيت و بدينا 🏠 !!",
      "updated_time": "2020-05-27T13:39:29+0000",
      "id": "3259121370778842"
    },
    {
      "description": "ملخص الدرس 1: الإيمان والغيب | للسنة أولى بكالوريا",
      "updated_time": "2020-05-27T13:32:37+0000",
      "id": "278306019982087"
    },
    {
      "description": "طريق السعادة - الدرس الثامن - محمد الغليظ",
      "updated_time": "2020-05-27T14:00:43+0000",
      "id": "286258669062861"
    },
    {
      "description": "ماين كرافت #1 | بداية صعبة و لقيت قرية و انحبست فيها !! 😭",
      "updated_time": "2020-05-27T13:39:42+0000",
      "id": "595969067732375"
    },
    {
      "description": "ماين كرافت #2 | أنقذنا القرية 🗡 !! و لقينا مكان نبني فيه البيت و بدينا 🏠 !!",
      "updated_time": "2020-05-27T13:36:44+0000",
      "id": "291379925352824"
    },
    {
      "description": "طريق السعادة - الدرس السابع - محمد الغليظ",
      "updated_time": "2020-05-27T13:54:22+0000",
      "id": "807218916473397"
    },
    {
      "description": "Now you see me2 2019",
      "updated_time": "2020-05-27T14:21:46+0000",
      "id": "2714745102087415"
    },
    {
      "description": "طريق السعادة - الدرس السادس - محمد الغليظ",
      "updated_time": "2020-05-27T14:00:28+0000",
      "id": "3059878717403423"
    },
    {
      "description": "ماين كرافت #1 | بداية صعبة و لقيت قرية و انحبست فيها !! 😭",
      "updated_time": "2020-05-27T13:34:56+0000",
      "id": "696492811165758"
    },
    {
      "description": "طريق السعادة - الدرس الخامس - محمد الغليظ",
      "updated_time": "2020-05-27T13:58:10+0000",
      "id": "250283809582758"
    },
    {
      "description": "طريق السعادة - الدرس الرابع - محمد الغليظ",
      "updated_time": "2020-05-27T14:01:30+0000",
      "id": "267487471069785"
    }
  ],
  "paging": {
    "cursors": {
      "before": "MjcwNjM0NDMzNjI1NDM4MAZDZD",
      "after": "MjY3NDg3NDcxMDY5Nzg1"
    },
    "next": "https://graph.facebook.com/v6.0/100960198306277/videos?access_token=EAAHn7jFl5X4BAD3q1rfhPQ5kVfMQSz526pmBRqoclhiUQMZAqKrnLpliqm2tFxUYLG9MoJnODzAr7QEBpNzwTrpQTN7OQSHh0JToBIBONF1E8qAHxZBe6LYxbuRGolAQvJR7P3YMy9EqE3xFXaZBFcZBKXZBa72s1Mw6yE7ZCcmR3ZAUZBEo70qs1Hg8y81KlBV4wcedWBmgvQZDZD&pretty=0&limit=25&after=MjY3NDg3NDcxMDY5Nzg1"
  }
}


data=data["data"]

print(data)

# for i in data:
# 	